cases/fin/0.orig/U
FoamFile
{
    version     2.0; format ascii; class volVectorField; object U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.75 0 0);
boundaryField
{
    inlet          { type fixedValue; value uniform (0.75 0 0); }
    outlet         { type inletOutlet; inletValue uniform (0.75 0 0); value uniform (0.75 0 0); }
    sideA          { type symmetryPlane; }
    sideB          { type symmetryPlane; }
    plate          { type noSlip; }
    frontAndBack   { type empty; }
}
