cases/fin/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2506                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        physicalType    patch;
        nFaces          207196;
        startFace       154996;
    }
    sideA
    {
        type            symmetryPlane;
        physicalType    patch;
        nFaces          93;
        startFace       362192;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       362285;
    }
    sideB
    {
        type            symmetryPlane;
        physicalType    patch;
        nFaces          93;
        startFace       362335;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       362428;
    }
    plate
    {
        type            wall;
        physicalType    patch;
        nFaces          516;
        startFace       362478;
    }
)

// ************************************************************************* //
